Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 没过一会，童越煦也走到他身边，冲他温和一笑，在重力屋里说话会耗费力气，所以不到不得已的时候，一般很少人会说话，其他人显然也知道，一个个都憋着气。
en_us: Not long after, Tong YueXu came to stand beside him, smiling at him gently. Speaking inside the Gravity Room would expend a lot of energy, so unless it was pressing, no one would speak. Everyone knew this so they all stifled their words.

source: 没过一会，老夫妇便第一个走了出来。
en_us: Not long after, the elderly couple walked forwards first.

source: 没过多久，他们就到达目的地。
en_us: It didn't take long before they reached their destination.

source: 没过多久，其他人便跑回来。
en_us: It didn't take long before the others came running back.

source: 没过多久，得到消息的黑熊和高殷也匆匆忙忙的赶过来了。
en_us: It didn't take long before Hei Xiong and Gao Yan arrived hurriedly as they heard the news.

source: 没过多久，游君其就知道答案了。
en_us: You JunQi finally knew the answer a little while later.

source: 没过多久，游小默就在灵水湖的下方找到水元素之心。
en_us: Only a short amount of time had passed before You XiaoMo found the Water Elemental Essence underneath the spiritual water lake.

source: 没过多久，老板娘便让活计把饭菜送上来了。
en_us: Before long, the proprietress got the attendant (活计) to send the food up.

source: 没过多久，街上冷清得只剩下几道人影。
en_us: It didn't take long before the street was cleared with only a few figures standing.

source: 没过多久，黄鼠兽便率着他的手下从森林里走出来，鼠兽可以钻地底，不仅不会被发现，而且还能进行突袭，不过他们并不知道，他们的动作都在吞金兽和金翅虫的注视下。
en_us: Not long after, the ground squirrel beast led his underlings out from the forest. Mouse beasts could tunnel under the ground, and not only would they not be discovered, they could even carry out sneak attacks. But what they didn't know was that their movements were all witnessed by the Metal Swallowing Beast and Golden Winged Insects.

source: 没错，他们和游小默一样早就在这里，只是比他们慢了一步而已，但也一样没有立刻出手相助，这种现象本来就是很正常的事情，谁也没有义务救谁，但是听到莫菲自曝身份后，谢俊就起了别的心思。
en_us: That's right, both You XiaoMo and Xie Jun had long arrived here and none of the groups had immediately come to the aid of the ladies. It so happened that Xie Jun was a step slower than You XiaoMo. This phenomenon was a very common thing as no one had the obligation to save another. It was only after hearing Mo Fei disclose her identity that Xie Jun began to have some ideas.

source: 没错，他对苏朗确实是又羡慕又嫉妒，羡慕他好运有师傅疼爱他，无条件提供修炼所需的的材料和功法技法；嫉妒他的潜力，年纪轻轻，不过二十五岁就已经是彩级一品丹师。
en_us: That's right, he was really envious and jealous of Su Lang. Envious of his good fortune to have a master who loved him and unreservedly provided the materials and soul and skill training manuals needed for cultivation. Jealous of his potential be already be a Grade One Rainbow Level mage at the young age of twenty five.

source: 没错，就是前往第六府的路，他们原路返回。
en_us: Correct, it was the path that led back to the sixth mansion. They returned the same way they came.

source: 没错，这里不正有现成的劳动力，每天吃吃玩玩，确实得出点力才不枉他把屎把尿的养着。
en_us: That's right, isn't there some readily available labor force here that were just eating and playing every day? It was definitely time for them to pull their weight, otherwise, his effort of raising them like children whose hands needed to be held while shitting and peeing would be in vain (把屎把尿的养着).

source: 没问题！”万厨师的助手抹了下口水，他早就注意到游小默的锅里还有剩，他不开口他也会主动帮忙的。
en_us: No problem!" Chef Wan's assistant wiped his drool away. He had noticed that there were leftovers in You XiaoMo's pot. Even if the other didn't suggest it, he would've still taken initiative to help.

source: 河镇并不发达，有普通人类，也有小妖兽，几乎井水不犯河水，以东西为界，东界是普通人类，西界是小妖兽，而且都是水里生物。
en_us: River Town wasn't very developed. There were ordinary humans and also small demon beasts who basically all kept out of each other's affairs. They were separated to the east and west; the humans lived in the east, and the small demon beasts lived in the west. Furthermore, they were all creatures that lived in water.

source: 河镇有一间客栈，客栈不大，但却是河镇唯一的客栈，这些在他们过来之前就已经知道了，因为河镇的消息是天刀告诉游小默的，说是通灵玄龟最有可能出没的地方。
en_us: River Town had an inn. It wasn't very big, but it was River Town's only inn. This was something they had known before they arrived, since Tian Dao had told You XiaoMo about River Town, saying that this was the place that the Psychic Black Turtle was most likely to appear.

source: 河镇的人对饮食是没有太大的讲究和要求，他们向来是能吃饱就行了，万厨师是河镇的厨子，常年给一大群人做饭，由于每次都要做一大锅，所以不可能做得精细又要好吃。
en_us: People of the River Town (河镇) were not very picky about their food, as long as it was filling, it was enough for them. Chef Wan was a chef from River Town and made food for a large group of people all year round, in a huge pot nonetheless. Therefore, his dishes couldn't be elaborate and good at the same time.

source: 河镇的渔民虽然经常出海，但是他们并不靠打鱼为生，这两只商船才是他们真正的生活保障，每月出一次海，而且时间经常有一定，有时是上午，有时是中午，主要视海上的情况而定，所以老人才说游小默和凌霄幸运，若是错过今天就要等下一个月。
en_us: The fishermen in River Town do not depend on fishing to make a living although they frequently go out to sea. These two merchant ships were their true livelihood security (生活保障). The ships would go out to sea once a month at a fixed time, which could sometimes be in the morning or at noon, depending on the situation at sea. That was the reason why the old man said that You XiaoMo and Ling Xiao were lucky, as they would have to wait for another month if they missed this trip today.

source: 洞域与小镇只有一山之隔，在热闹的小镇背后，那是一片荒凉的原始天地，一道接一道冲进去的人影并没有改变这种感觉，这是个等待开荒的副本。
en_us: There was only a mountain that stood between the village and Dong Yu. Behind the crowded village was an empty unclaimed land. Even the ongoing shadows of people couldn't change that feeling. It was a place waiting to be discovered.

source: 洞域位于东南方向，而东洲与南陆衔着一片汪洋的海洋，洞域地底会有海水也不是什么奇怪的事情，再联想白虎的属性。
en_us: Dong Yu was in the southeast direction and between Dong Zhou and the South Continent was a vast ocean. Thus, it wasn't too weird for the underground of Dong Yu to be filled with water, especially considering the element of the white tiger.

source: 洞域地广人稀，不过因为每天都有很多人前往洞域探险，久而久之，洞域周围，特别是与其他地域连接的地方便兴建起多个小镇。
en_us: Dong Yu was vast and there were few people living here. However, there were would be people coming here to explore the many caverns here everyday. As time went by, small towns cropped up, especially around paths that led into other more populated areas.

source: 洞府外面的灵草田已经被挖得坑坑洼洼一片，只要有人靠近也会发现洞府已经空了，届时就会自行离去了。
en_us: The magic herb field outside the cave had been dug until it was full of pits and depressions. If someone came close, they would find that the cave was already emptied and would voluntarily leave.

source: 洞府的结界被破，这里不久也会被瘴气灌满，灵山八府，已经废了一府。
en_us: After the barrier around the cave dwellings was broken, this place would also soon be filled with miasma. Spirit Mountain's Eight Mansions had already lost a mansion.

source: 洞府门口逆光站着一道白影，尽管看不清他的容貌，但是却能感觉到他身上那股熟悉的气息，黑蜘蛛的强者难以置信的瞪大眼睛。
en_us: A white figure stood reflected against the light in the entrance of the cave dwelling (洞府 is this cave dwelling or mansion???). Even though the expert from the Black Spider couldn't make out what the newcomer looked like clearly, he could sense the familiar aura being exuded, and the expert opened his eyes wide in disbelief.

source: 洞府高七八丈，通体由一种发光的晶石构成，外面笼罩着一层透明的禁制将所有阻挡在外面，奇特的是，洞府的主人并未将灵草种植在禁制内。
en_us: This cave dwelling was twenty or so yards tall, and it was made up entirely of a sort of glowing crystal. The exterior was covered by a transparent Restriction, obstructing everything outside. What was strange was that the owner of the cave dwelling didn't actually grow the magic herbs within the Restriction.

source: 活水河界位于西境的北面，从鬼哭涯出发横跨了西境大半的地域，所以离开鬼冢山脉后，游小默就直接拿出一枚空间符。
en_us: The Living Waters River Boundary lay to the north of Xi Jing and it spanned over most of Xi Jing from the Weeping Ghost Shore. Thus, You XiaoMo directly took out a teleportation talisman after leaving the Ghost Tomb Mountain Range.

source: 活水河界是一条蜿蜒的河流，河流纵横西境北面，河水奔腾汹涌，虽然名为河，但是却犹如大海般宽阔。
en_us: The Living Waters River Boundary was a winding river. The river swept towards the north part of Xi Jing, and the river water surged and raged. Although it was called a 'river,' it was as wide as the sea.

source: 活水河界里除了常年生活在里面的通灵玄龟，还有各种水生妖兽，都是依附于通灵玄龟的种族。
en_us: Besides the Psychic Black Turtles who lived inside the Living Waters River Boundary all year round, there was also all sorts of aquatic demon beasts which depended on the Psychic Black Turtle.

source: 活计就又重复了一遍，依旧是一副不卑不亢的表情。
en_us: The attendant repeated the price again with the same expression that was neither obsequious nor supercilious.

source: 活计盘算了一下，方客气的说道：“客官，一共两万一千枚灵晶。”
en_us: After calculating for a while, the attendant politely quoted, "Honored Guest, the total is twenty-one thousand spirit gems."

source: 浴火宝丹师彩级六品灵丹，它也是一些顶级但是手中拥有为数不多的六品灵丹，具体功效和轮回丹有异曲同工之妙，像凤凰浴火重生，有置之死地而后生之意。
en_us: The Fire Bathed Jewel was a Grade Six Rainbow Level magic pill. It was also a transcendent level grade six magic pill that few possessed. Its specific effects were as amazing as the Samsara Pill's, although they were made differently. Just like how a phoenix bathed in fire to be reborn, it could make someone be reborn upon the brink of death.

source: 海兽对住处没有太大的讲究，所以建筑和河镇一样都比较简陋，不过一看就很结实实用。
en_us: Sea beasts (海兽) didn't really put much emphasis on living spaces, so the buildings were as simple and crude as they were in River Town. But they could tell that the buildings were very sturdy and practical with one glance.

source: 海初也没说什么，只是告诉他们明天早上玄龟族就要来人，让他们尽量待在客栈不要出去，就算有重要的事情，也尽量先通知他一声。
en_us: Hai Chu didn't really say anything else either, and only told them that the Black Turtle Clan's people would be coming tomorrow morning, so it would be best if they could try to stay at the inn as much as possible. Even if there was something important, they should try their best to first notify him.

source: 海初将他们带到一家客栈入住。
en_us: Hai Chu brought them to an inn to stay at.

source: 海初没有问他们去哪里，这种事情无所谓信任与不信任，只要他们人没有离开鲸岛就行了。
en_us: Hai Chu didn't ask where they were going. There wasn't much point in trusting or not trusting them over this kind of thing, and as long as they didn't leave Whale Island it was fine.

source: 海初说完就走了。
en_us: Hai Chu left after finishing speaking.

source: 海初说过玄龟族的人三天就会到，但是他们没有等三天。
en_us: Hai Chu had said that the people from the Black Turtle Clan would arrive in three days, but they took less than three days.

source: 海域之中同时充斥着许多暴乱的空间之力，正式因为空间过于薄弱的缘故，雷电轰鸣，挤压着空间导致空间裂缝越来越大，即便有神境修为也不敢贸然闯进来。
en_us: At the same time, the maritime area was full of the spatial force instabilities (暴乱的空间之力), which was due to the space being too weak. Thunder and lightning boomed, pressurizing the space and leading to the spatial rift to grow larger and larger. Even if one was a Divine Realm cultivator, they would not dare to barge in.

source: 海底绵延不知千万里，转眼间，他们已经偏离原来的位置很远很远，一直期待凌霄伤势加重，速度变慢的斗篷人，终于忍不住急躁起来。
en_us: Who knows how long the ocean stretched, in the blink of an eye, they were very, very, faraway from their original location. The man-in-hood, who was expecting Ling Xiao to slow down due to his wounds, was becoming more impatient.

source: 消息很快传到了游震天耳里。
en_us: The news spread very quickly back to You ZhenTian.

source: 深山到处都是山脉山峰，有这道天然的地利，就算有人经过也未必能立刻发现，游小默还好气运的找到一处人工凿出来的山洞。
en_us: The mountain belt was full of peaks and mountain ranges. With such a natural and favorable geographical position, a person may not be able to discover them immediately even if they passed by. You XiaoMo was lucky enough to find a man-made cave in the area.

source: 港口也热闹起来，一群人在那里上下搬着货物。
en_us: The harbor started becoming lively as a group of people moved the cargo from place to place.

source: 港口有数位渔民，有几个是刚从海上回来的，正在卸下船上的货物，都是些鲜虾海鱼之类的，连低阶妖兽都称不上，而船主也都是些年轻体壮的男子，只有一个瘦骨嶙峋的花甲老人正在将一条小船绑在岸边。
en_us: There were several fishermen in the harbor, some of whom had just returned from the sea and were unloading the cargo from their ship. The cargo were things like fresh shrimps and fish from the sea, and low-ranking demon beasts were not included (称不上). The boat owners were young and fit men. There was only a skinny old man around sixty years old currently anchoring a boat to the shore.

source: 游小默决定和凌霄分工合作，这样找起来才比较快。
en_us: You XiaoMo decided to split the work up between him and Ling Xiao to find it faster.

source: 游小默咳了一声，“我偶然经过这里，发现你们在种植灵草，正好我需要一大批灵草，所以才做出这个决定，诸位若肯卖与我，我愿高价收购。”
en_us: You XiaoMo cleared his throat. "I was passing by and saw that you were raising magic herbs. I just happened to need a large amount of herbs, so I made this choice. If you are willing to to sell them to me, I will buy it all at a high price."

source: 游小默承认这个黑衣人的修为很高，比那个强盗头子和谢俊还要高，但是并不代表他会怕他。
en_us: You XiaoMo admitted that this black robed man had a very high cultivation base, stronger than that bandit leader and Xie Jun, but that didn't mean You XiaoMo would be afraid.

source: 游小默没忍住，还是跑过去看了一下。
en_us: You XiaoMo couldn't help but run over and take a look.

source: 游小默瞪了他一眼，我不需要精神上的支持！
en_us: You XiaoMo glared at him. I don't need morale support!

source: 游小默这么做除了要让他们相信之外，还要让他们确信他就是丹师，因为他要买的灵草不止老夫妇一家，而是全村。
en_us: You XiaoMo didn't just want them to believe him, but to confirm he was a Mage, because he didn't just want to buy their magic herbs, but all the herbs in the village.

source: 游震天听闻风迟云不见，那股愤怒几乎让会场的每个人清清楚楚的感觉到，大家不禁猜测，谁又惹到这位老家主了。
en_us: Getting wind of Feng ChiYun's disappearance, You ZhenTian's fury was palpable to practically every single person at the venue. Everyone couldn't help but wonder who it was that angered this old Family Head this time.

source: 游震天坐在主位上，在他面前跪了一地人，四周一片寂静，突然，他将手中的茶杯重重的摔在星罗城主面前。
en_us: You ZhenTian sat in the throne, with people kneeling all across the floor in front of him. It was completely silent. Suddenly, he smashed his teacup on the ground in front of the City Master.

source: 游丹青确实是游小默的先祖，但是用‘留’字未免有些厚脸皮，明明是机缘巧合才得到的，如果不是段奇天，游小默这辈子也别想得到先祖‘留’给他的丹方。
en_us: You DanQing was indeed the ancestor of You XiaoMo, but with the word 'left' was somewhat thick-skinned. He had obtained it purely by a coincidental chance. If not for Duan QiTian, You XiaoMo would ever have come into possession of the pill recipes his ancestor had 'left' behind for him in this lifetime.

source: 游其君在快要扑到凌霄脚下的时候急忙刹住车。
en_us: You JunQi had already almost thrown himself at Ling Xiao's feet before he hastily backpedaled.

source: 游单外貌很老，身材却十分魁梧健壮，他走过来上下打量了游小默一眼，方道：“把东西都给我，你可以走了。”
en_us: You Dan looked very old, but he had a well-built physique. He walked over and scrutinized You XiaoMo for a moment before saying, "Give me what you have and you can leave."

source: 游单站在原地看着他的身影走下第八层，这才转身回九层。
en_us: You Dan stood there, watching his figure disappear to the eighth floor before returning to the ninth floor.

source: 游双咳出一口鲜血，膝盖重重的砸在地面上，地板都碎了。
en_us: You Shuang coughed out a streak of fresh blood, his knees hitting the floor heavily and cracking the floorboards.

source: 游君其一口气刚叹了一半，眼神突然凌厉起来，动作毫不迟疑的往后退了几步，‘砰’的一声，一件重物落在他刚坐的地方。
en_us: You JunQi's sigh was only half out when his gaze suddenly sharpened and he backed away several steps not a moment too late. With a plop, a heavy object landed right where he had just been sitting.

source: 游君其伤心了，儿子再一次忽视他这个做爹的。
en_us: You JunQi was saddened. His son once again neglected his father.

source: 游君其听说过卫白这个名字。
en_us: You JunQi had heard of the name Wei Bai before.

source: 游君其满腔热情并没有被打击到，想了想，那张年轻的脸庞突然露出一抹胸有成竹的笑容。
en_us: You JunQi's excitement wasn't crushed by this. After thinking for a while, his face broke out into a smile.

source: 游君其琢磨道：“时间不长也不短，如果赤血家族要过来找麻烦，根本不用等到一个月后。”
en_us: You JunQi said consideringly, "It's not too soon, but not a very wait either. If the ChiXue Clan want to come and cause trouble, there's no need for them to wait a month."

source: 游君其继续飘荡着他的发音，蹑手蹑脚的走到床前，透着窗帘看着他儿子的睡相，差点流口水，这是他第一次看到儿子的睡相，果然跟他想象中的一样可爱。
en_us: You Jun continued to vary (飘荡) his pitch as he tiptoed to the bed. He looked through the curtain at his son's sleeping face and almost drooled. This was the first time he saw his son's sleeping face and it was indeed as lovely as he had imagined.

source: 游君其还以为儿子要递给他，因为他就坐在他儿子对面，结果儿子递过来的帖子突然拐了个弯，给了他旁边的凌霄，伸出来的手就尴尬的停在半空间给。
en_us: You JunQi had thought his son was handing the note over to him since he was opposite his son, but then his son's hand had swerved in midair, giving the note to Ling Xiao. His outstretched hand hovered awkwardly.

source: 游君其，“……”
en_us: You JunQi, "..."

source: 游君其一怔，转过头来看着他：“儿纸，你刚刚说什么？”
en_us: You JunQi was startled. He turned his head to look at You XiaoMo, "Son, what did you just say?"

source: 游君其一脸委屈的走出来，伤心的捂着胸口：“儿纸，你忘记我了吗？
en_us: With an expression of being wronged, You JunQi walked out with his hands covering his chest, heart-broken, "Sonny (儿纸), you forgot about me? I'm your..."

source: 游君其下意识又否定了。
en_us: You JunQi subconsciously rejected it.

source: 游君其也同样不解。
en_us: You JunQi was also puzzled.

source: 游君其假装看不到儿子脸上的失望，也不去理解儿子为什么失望，为了转移话题，他手一伸便指中一直站在门边完全不担心自己出境的姬凤，“儿纸，这个人也是妖凰族的，要怎么处置他？”
en_us: You JunQi pretended that he couldn't see the disappointment on his son's face, and he didn't try to understand why his son was disappointed either. In order to change the subject, he pointed directly at Ji Feng, who was still standing by the door, completely unworried about how he would escape. "Sonny, this person is also from the Demon Phoenix Clan, how do you want to deal with him?"

source: 游君其其实早看出来他就是他的儿子，嘴上却不说，还想借机死赖在他身边，门儿都没有。
en_us: You JunQi had actually long realized that he was his son. Yet he did not say as such, and wanted to seize the opportunity to stick like a leech to him? Not a chance!/he did not have a chance.

source: 游君其再次感叹，两人竟然为了玄龟族的精血而杀害了两只玄龟，这件事若不能永久的保密，未来他们将会有一群十分强大的敌人。
en_us: You JunQi sighed again. The two of them had actually killed two Black Turtles because of the Black Turtle Clan's Life Blood. This wasn't something that could be kept a secret forever, and in the future they would have a horde of extremely strong enemies.

source: 游君其双手搭在游小默的的肩膀上，郑重的说道：“儿纸，你要记住，我是你爹爹，不是你娘亲，你身上有的，我也有，你没有的，我也有……啊呸，说错了，你没有的，我也没有。”
en_us: You JunQi placed both of his hands onto You XiaoMo's shoulders and said solemnly, "Son, you have to remember, I'm your father, not your mother. What you have, I have, what you don't have, I also have...cough, I said it wrong, what you don't have, I also don't have."

source: 游君其吐血了。
en_us: You JunQi felt the blood swell up in his throat. (coughed up blood 吐血_

source: 游君其干咳一声，“时间就不要追究了，反正距离现在已经是一个数不清时间的时代。”
en_us: You JunQi coughed dryly. "No need to consider the time. In any case, it's from an era that was too long ago to count now."

source: 游君其很高兴儿子终于不把他收进空间了，虽然进空间也能跟着儿子，但是少了许多跟儿子亲密接触的机会。
en_us: You JunQi was very happy that his son finally was no longer putting him back in the dimension. Even though he could still be with his son despite going into the dimension, he lost quite a few opportunities to get close to his son.

source: 游君其怔过之后突然脸上露出一丝害羞的表情，“儿纸，你怎么可以这么、这么……”
en_us: You JunQi stared blankly at him before a somewhat bashful expression suddenly appeared on his face. "Sonny, how could you be so, so..."

source: 游君其怕儿子看不清好人与坏人，教育道：“儿纸，有一点你要牢牢记着，人要有防备之心，没有人可以无条件的相信，不管是好人还是坏人，他们往往是披着面具的魔鬼，有可能在最后一刻出卖你。”
en_us: You JunQi feared that his son would not be able to distinguish between good and bad people, so he lectured, "Son, there's one point you should bear in mind. One should always be on guard. There's no one you can unconditionally trust in. Whether they are good or bad people, they are often devils that put on masks and may betray you at the pivotal moment."

source: 游君其悄悄的给游小默和凌霄传音，“待会我先拖住游震天，你们两个趁机逃走。”
en_us: You JunQi quietly whispered to You XiaoMo and Ling Xiao, "In a bit I'll stall You ZhenTian first, you two can seize the chance to escape."

source: 游君其拔草，游小默种灵草，凌霄负责最后浇水。
en_us: You JunQi was pulling weeds, You XiaoMo was planting magic herbs and Ling Xiao was in charge of watering at the end.

source: 游君其挫败道：“他也可以无条件信任。”
en_us: You JunQi was defeated, "You can also trust in him unconditionally."

source: 游君其比联想还要了解逍遥院，深深的了解它是个什么性质的地方，表面是在培养各种人才，实际上是为通天殿服务，通天殿每百年就会挑选一批优秀人才送进通天殿，谁也不知道他们进去做什么，危险系数比较高，所以他不想儿子再回去。
en_us: In truth, You JunQi knew more about the XiaoYao Institution than even Ling Xiao. He understood, deeply, the true nature of the institution. On the surface it seemed to be growing talents, but in reality, they were to service the (通天殿). Every hundred years, the (通天殿) would take a batch of talented students to the Tong Tian Temple but no one knew what they were doing there. It was also quite dangerous so he didn't want his son to get involved.

source: 游君其没能连接上他们的脑电波，听着这句话完全是一头雾水，但很快他就明白了。
en_us: You JunQi was not able to connect to their brainwaves. He was completely baffled upon hearing this sentence, but he soon understood.

source: 游君其流肉满面，他生的果然是女儿。
en_us: You JunQi's face was full of tears. He indeed had a daughter.

source: 游君其点头，“失主若不相信，他们就会动手，一般非死即伤，所以现在很多势力明知道自己的东西流落到黑蜘蛛的拍卖会里，他们也只能倾尽家财去赎买，若遇到争抢之人，还不一定能赎买得到。”
en_us: You JunQi nodded, "If the owner of the lost property does not believe that excuse, they will start a fight and usually leave them either dead or heavily wounded. So even though many fractions know that their treasures had drifted into the Black Spider's auction, they can only do all they can and use their wealth to buy it out. In some cases, they may not necessarily be able to buy it out if they encounter a contender.

source: 游君其的身份比较不普通，而且见过他的人比较少，游小默就让他在酒楼里等他们，生面孔有生面孔的用处。
en_us: You JunQi's identity was a bit special and not many people have seen him before so You XiaoMo made him wait in the hotel, after all, an unfamilar face has it's uses too.

source: 游君其眨着眼睛，“我可以跟着你们吗？”
en_us: You JunQi blinked. "Can I go with you two?"

source: 游君其瞪着眼睛，他发现他的儿子不仅是被压制的那一个，而且还特别听这个男人的话，难道说……他生的其实是个女儿？
en_us: You JunQi opened his eyes wide. He found out that not only was his son being the one pushed down, but he also listened to everything this man said. Could it be... that he actually had a daughter?

source: 游君其瞬间收起脸上的表情，一本正经道：“没有没有，其实我也是这个意思。”
en_us: You JunQi instantly withdrew the expression on his face and said seriously, "It's nothing, nothing. That was actually what I intended too."

source: 游君其知道以前是他不对，就算他有苦衷，他也不应该抛下妻子和儿子，他是个混账，儿子不肯原谅他是情有可原。
en_us: You JunQi knew that he had done wrong in the past. Even if he had his problems, he shouldn't have abandoned his wife and son like that. He was a bastard, and it was quite reasonable that his son was unwilling to forgive him.

source: 游君其知道儿子很听凌霄的话，他说再多也不可能改变他的主意，虽然有点不高兴，但是他的话确实没错。
en_us: You JunQi knew that his son listened to Ling Xiao, so no matter what he said, he wasn't going to change his son's mind. Although he was a bit unhappy, what Ling Xiao said wasn't wrong.

source: 游君其突然想起一个遥远的传说，心里霎时翻起一股滔天巨浪。
en_us: You JunQi suddenly thought of a distant legend, and a monstrous wave instantly rose in his mind.

source: 游君其立刻在心里衡量起来，在儿子心中，到底是他这个爹爹重要，还是他男人重要，最后得出的结论让他有点不高兴，却不得不承认。
en_us: You JunQi immediately weighed in his mind. Was his daddy more important or his man important in his son's heart? He finally reached a conclusion that made him a little unhappy, yet he had to choice but to admit it.

source: 游君其笑了笑，“你真爱开玩笑，我的儿纸当然是姓游啊，他现在应该二十二岁，我也已经有二十二年没见过他了。”
en_us: You JunQi laughed. "You really do like to joke around. Of course my son's surname is You, he should be 22 years old now. It's also been 22 years since I've last seen him."

source: 游君其组织了下语言，“这么说吧，他们拍卖的‘稀世宝贝’其实有大部分是他们自己抢的。”
en_us: You JunQi organized his thoughts, "Let's put it this way, the majority of the 'rare treasures' that they auction are ones that they've stolen."

source: 游君其脸上的笑容刚散开就僵住了。
en_us: The smile on You JunQi's face stiffened before it was about to disappear.

source: 游君其走过来发现他的宝贝儿子还在床上睡觉，睡相有些差强人意，整个看起来软趴趴的。
en_us: You JunQi walked over to find his darling son still sleeping in bed. You XiaoMo's sleeping posture was barely passable, looking soft and floppy (软趴趴).

source: 游君其走过来，上下打量了他一眼，小心翼翼的问道：“儿纸，你老实告诉爹爹，其实爹爹有的你没有对不对？”
en_us: You JunQi walked over and looked him up and down. He asked carefully, "Sonny, tell your dad the truth. What dad has, you actually don't have, isn't that right?"
